tap "arl/arl"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "asciiquarium"
brew "bash"
brew "bash-completion"
brew "fd"
brew "gh"
brew "git"
brew "go"
brew "gum"
brew "lazygit"
brew "make"
brew "mkcert"
brew "ncspot"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "spaceship"
brew "testdisk"
brew "tmux"
brew "tree"
brew "zsh"
brew "arl/arl/gitmux"
cask "1password"
cask "alacritty"
cask "amethyst"
cask "arc"
cask "brave-browser"
cask "discord"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "insomnia"
cask "linear-linear"
cask "notion"
cask "notion-calendar"
cask "slack"
cask "todoist"
cask "vscodium"
cask "warp"
